Revit 2027 API
AXMImportOptions Constructor
Overload List
Name | Description
AXMImportOptions() |  Constructs a new instance of AXMImportOptions with default values of all properties.
AXMImportOptions(AXMImportOptions) |  Constructs a new instance of AXMImportOptions as a copy of the provided import options.
Top
See Also
Reference
AXMImportOptions Class
Autodesk.Revit.DB Namespace